tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "autojump"
brew "bat"
brew "docker-credential-helper-ecr"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "grep"
brew "htop"
brew "httpie"
brew "jq"
brew "jsonpp"
brew "neovim"
brew "pdm"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "step"
brew "stow"
brew "thefuck"
brew "tldr"
brew "wget"
brew "zplug"
brew "zsh"
brew "qmk/qmk/qmk"
cask "1password-cli"
cask "docker"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-caskaydia-cove-nerd-font"
cask "font-fantasque-sans-mono"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-monocraft"
cask "font-monofur-nerd-font"
cask "font-source-code-pro"
