brew "autojump"
brew "bat"
brew "coreutils"
brew "exa"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "grep"
brew "htop"
brew "httpie"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "thefuck"
brew "tldr"
brew "zplug"
brew "zsh"
