tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "joshmedeski/sesh"

brew "almonk/ogpk/ogpk"
brew "atuin"
brew "bat"
brew "btop"
brew "cask"
brew "deno"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gum"
brew "jq"
brew "luajit"
brew "neofetch"
brew "neovim"
brew "procs"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "step"
brew "stow"
brew "tesseract"
brew "thefuck"
brew "tldr"
brew "wget"
brew "xh"
brew "yazi"
brew "yq"
brew "zf"
brew "zoxide"
brew "zplug"
brew "joshmedeski/sesh/sesh"
brew "trashhalo/brews/imgcat"

cask "1password-cli"
cask "docker"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-caskaydia-cove-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-fantasque-sans-mono"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft"
cask "font-monofur-nerd-font"
cask "font-source-code-pro"
cask "font-space-mono-nerd-font"
cask "gpg-suite-no-mail"
cask "obsidian"
cask "warp"
cask "wezterm"
